Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFinanceLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.viewStatement
source: View Statement
ar: عرض البيان
bg: Преглед на извлечение
ca: Veure l'estat de compte
cs: Zobrazit výpis
da: Se kontoudtog
de: Auszug ansehen
el: Δες Κατάσταση
es: Ver Estado de Cuenta
es_419: Ver estado de cuenta
fi: Katso tiliote
fr: Voir le relevé
fr_ca: Voir le relevé
he: צפה בדו"ח
hi: स्टेटमेंट देखें
hr: Pogledaj izvadak
hu: Kivonat megtekintése
id: Lihat Pernyataan
it: Visualizza Estratto Conto
ja: 明細を見る
kk: Шоттың мәліметтерін қарау
ko: 명세서 보기
ms: Lihat Penyata
nb: Se kontoutskrift
nl: Bekijk Afrekening
pl: Zobacz wyciąg
pt_br: Ver Extrato
pt_pt: Ver Extrato
ro: Vezi Extrasul
ru: Просмотреть выписку
sk: Zobraziť výpis
sv: Visa kontoutdrag
th: ดูรายการเคลื่อนไหว
tr: Hesap Ekstrasını Görüntüle
uk: Переглянути виписку
vi: Xem Báo Cáo
zh_hans: 查看对账单
zh_hant: 查看報表
zh_hk: 查看對帳單

# TK.Action.withdraw
source: Withdraw
ar: سحب
bg: Изтегли
ca: Retirar
cs: Vybrat
da: Træk tilbage
de: Abheben
el: Ανάληψη
es: Retirar
es_419: Retirar
fi: Nosta rahaa
fr: Retirer
fr_ca: Retirer
he: משוך
hi: निकासी करें
hr: Povuci
hu: Kivétel
id: Tarik
it: Preleva
ja: 出金
kk: Шығару
ko: 출금
ms: Keluarkan
nb: Ta ut
nl: Opnemen
pl: Wypłać
pt_br: Retirar
pt_pt: Retirar
ro: Retrage
ru: Снять средства
sk: Vybrať
sv: Ta ut
th: ถอนเงิน
tr: Para Çek
uk: Вивести
vi: Rút Tiền
zh_hans: 提取
zh_hant: 提款
zh_hk: 提取

# TK.Label.accountNumber
source: Account Number
ar: رقم الحساب
bg: Номер на акаунта
ca: Número de compte
cs: Číslo účtu
da: Kontonummer
de: Kontonummer
el: Αριθμός Λογαριασμού
es: Número de Cuenta
es_419: Número de cuenta
fi: Tilinumero
fr: Numéro de compte
fr_ca: Numéro de compte
he: מספר חשבון
hi: खाता संख्या
hr: Broj računa
hu: Számlaszám
id: Nomor Akun
it: Numero di conto
ja: 口座番号
kk: Ақша шотының нөмірі
ko: 계좌 번호
ms: Nombor Akaun
nb: Kontonummer
nl: Rekeningnummer
pl: Numer konta
pt_br: Número da Conta
pt_pt: Número de Conta
ro: Număr de Cont
ru: Номер счета
sk: Číslo účtu
sv: Kontonummer
th: หมายเลขบัญชี
tr: Hesap Numarası
uk: Номер рахунку
vi: Số tài khoản
zh_hans: 账户号码
zh_hant: 帳戶號碼
zh_hk: 賬號

# TK.Label.accountRecovery
source: Account Recovery
ar: استرداد الحساب
bg: Възстановяване на акаунт
ca: Recuperació del compte
cs: Obnovení účtu
da: Kontogendannelse
de: Account-Wiederherstellung
el: Ανάκτηση λογαριασμού
es: Recuperación de cuenta
es_419: Recuperación de cuenta
fi: Tilin palautus
fr: Récupération du compte
fr_ca: Récupération du compte
he: שחזור החשבון
hi: खाता रिकवरी
hr: Oporavak računa
hu: Fiók-helyreállítás
id: Pemulihan Akun
it: Recupero account
ja: アカウントの復旧
kk: Аккаунтты қалпына келтіру
ko: 계정 복구
ms: Pemulihan Akaun
nb: Gjenoppretting av konto
nl: Account­herstel
pl: Odzyskiwanie konta
pt_br: Recuperação de Conta
pt_pt: Recuperação de Conta
ro: Recuperare cont
ru: Восстановление учетной записи
sk: Obnova účtu
sv: Kontoåterställning
th: กู้คืนบัญชีผู้ใช้
tr: Hesap Kurtarma
uk: Відновлення облікового запису
vi: Khôi phục tài khoản
zh_hans: 帐户恢复
zh_hant: 帳號復原
zh_hk: 帳户還原

# TK.Label.amount
source: Amount
ar: المبلغ
bg: Сума
ca: Import
cs: Částka
da: Beløb
de: Betrag
el: Ποσό
es: Cantidad
es_419: Cantidad
fi: Summa
fr: Montant
fr_ca: Montant
he: סכום
hi: राशि
hr: Iznos
hu: Összeg
id: Jumlah
it: Importo
ja: 金額
kk: Сома
ko: 금액
ms: Amaun
nb: Beløp
nl: Bedrag
pl: Kwota
pt_br: Valor
pt_pt: Quantia
ro: Valoare
ru: Сумма
sk: Čiastka
sv: Belopp
th: จำนวน
tr: Tutar
uk: Сума
vi: Số tiền
zh_hans: 金额
zh_hant: 金額
zh_hk: 金額

# TK.Label.assets
source: Assets
ar: الأصول
bg: Активи
ca: Actius
cs: Aktiva
da: Aktiver
el: Πόροι
es: Activos
es_419: Activos
fi: Aineistot
fr: Actifs
fr_ca: Actifs
he: נכסים
hi: संपत्ति
hr: Imovina
hu: Eszközök
id: Aset
it: Risorse
ja: アセット
kk: Ресурстар
ko: 자산
ms: Aset
nb: Eiendeler
nl: Middelen
pl: Zasoby
pt_br: Ativos
pt_pt: Ativos
ro: Active
ru: Активы
sk: Prostriedky
sv: Tillgångar
th: ทรัพย์สิน
tr: Varlıklar
uk: Активи
vi: Tài sản
zh_hans: 资产
zh_hant: 資產
zh_hk: 资产

# TK.Label.availableFunds
source: Available Funds
ar: الأموال المتوفرة
bg: Налични средства
ca: Fons disponibles
cs: Dostupné prostředky
da: Tilgængelige midler
de: Verfügbare Mittel
el: Διαθέσιμα Χρήματα
es: Fondos Disponibles
es_419: Fondos Disponibles
fi: Saatavilla olevat varat
fr: Fonds disponibles
fr_ca: Fonds disponibles
he: כספים זמינים
hi: उपलब्ध धन
hr: Raspoloživa sredstva
hu: Elérhető források
id: Dana Tersedia
it: Fondi Disponibili
ja: 利用可能な資金
kk: Қол жетімді қаражаттар
ko: 사용 가능한 자금
ms: Dana Tersedia
nb: Tilgjengelige midler
nl: Beschikbare Fondsen
pl: Dostępne fundusze
pt_br: Fundos Disponíveis
pt_pt: Fundos Disponíveis
ro: Fonduri disponibile
ru: Доступные средства
sk: Dostupné prostriedky
sv: Tillgängliga medel
th: เงินที่สามารถใช้ได้
tr: Kullanılabilir Fonlar
uk: Доступні кошти
vi: Số Tiền Có Sẵn
zh_hans: 可用资金
zh_hant: 可用資金
zh_hk: 可用資金

# TK.Label.balance
source: Balance
ar: الرصيد
bg: Салдо
ca: Saldo
cs: Zůstatek
da: Saldo
de: Saldo
el: Υπόλοιπο
es: Saldo
es_419: Saldo
fi: Saldo
fr: Solde
fr_ca: Solde
he: יתרה
hi: बैलेंस
hr: Saldo
hu: Egyenleg
id: Saldo
it: Saldo
ja: 残高
kk: Теңгерім
ko: 잔액
ms: Baki
nb: Balanse
nl: Saldo
pl: Saldo
pt_br: Saldo
pt_pt: Saldo
ro: Sold
ru: Баланс
sk: Zostatok
sv: Saldo
th: ยอดเงิน
tr: Bakiye
uk: Баланс
vi: Số dư
zh_hans: 余额
zh_hant: 餘額
zh_hk: 餘額

# TK.Label.bank
source: Bank
ar: البنك
bg: Банка
es: Banco
es_419: Banco
fr: Banque
fr_ca: Banque
ja: バンク
kk: Банк
ko: 뱅크
pt_br: Banco
pt_pt: Banco
sk: Banka
uk: Банк
vi: Ngân hàng
zh_hant: 銀行

# TK.Label.billingStatus
source: Billing Status
ar: حالة الفواتير
bg: Статус на плащане
ca: Estat de facturació
cs: Stav fakturace
da: Betalingsstatus
de: Abrechnungsstatus
el: Κατάσταση Χρέωσης
es: Estado de Facturación
es_419: Estado de Facturación
fi: Laskutustilanne
fr: Statut de facturation
fr_ca: Statut de facturation
he: סטטוס חיוב
hi: बिलिंग स्थिति
hr: Status naplate
hu: Számlázási állapot
id: Status Penagihan
it: Stato di Fatturazione
ja: 請求ステータス
kk: Төлем мәртебесі
ko: 청구 상태
ms: Status Pengebilan
nb: Faktureringsstatus
nl: Factureringsstatus
pl: Status rozliczeń
pt_br: Status da Cobrança
pt_pt: Estado de Faturação
ro: Statutul de Facturare
ru: Статус оплаты
sk: Stav fakturácie
sv: Fakturastatus
th: สถานะการเรียกเก็บเงิน
tr: Faturalama Durumu
uk: Статус оплати
vi: Trạng Thái Thanh Toán
zh_hans: 账单状态
zh_hant: 帳單狀態
zh_hk: 帳單狀態

# TK.Label.budget
source: Budget
ar: ميزانية
bg: Бюджет
ca: Pressupost
cs: Rozpočet
el: Προϋπολογισμός
es: Presupuesto
es_419: Presupuesto
fi: Budjetti
he: תקציב
hi: बजट
hr: Budžet
hu: Költségvetés
id: Anggaran
ja: 予算
kk: Бюджет
ko: 예산
ms: Bajet
nb: Budsjett
pl: Budżet
pt_br: Orçamento
pt_pt: Orçamento
ro: Buget
ru: Бюджет
sk: Rozpočet
th: งบประมาณ
tr: Bütçe
uk: Бюджет
vi: Ngân sách
zh_hans: 预算
zh_hant: 預算
zh_hk: 预算

# TK.Label.cardDetails
source: Card Details
ar: تفاصيل البطاقة
bg: Детайли на карта
ca: Detalls de la targeta
cs: Podrobnosti o kartě
da: Kortoplysninger
de: Karteninfos
el: Στοιχεία κάρτας
es: Detalles de la tarjeta
es_419: Detalles de la Tarjeta
fi: Kortin tiedot
fr: Données de la carte
fr_ca: Données de la carte
he: פרטי הכרטיס
hi: कार्ड विवरण
hr: Detalji kartice
hu: Kártya részletei
id: Detail Kartu
it: Dettagli carta
ja: カードの詳細
kk: Карта туралы мәліметтер
ko: 카드 세부사항
ms: Butiran Kad
nb: Kortdetaljer
nl: Kaartgegevens
pl: Szczegóły karty
pt_br: Dados do Cartão
pt_pt: Detalhes do cartão
ro: Detalii card
ru: Данные карты
sk: Detaily karty
sv: Kortdetaljer
th: รายละเอียดบัตร
tr: Kart Ayrıntıları
uk: Деталі картки
vi: Chi tiết thẻ
zh_hans: 卡片详细信息
zh_hant: 卡片詳細資訊
zh_hk: 卡的詳細資料

# TK.Label.cardNumber
source: Card Number
ar: رقم البطاقة
bg: Номер на карта
ca: Número de targeta
cs: Číslo karty
da: Kortnummer
de: Kartennummer
el: Αριθμός κάρτας
es: N.º de tarjeta
es_419: Número de Tarjeta
fi: Kortin numero
fr: Numéro de carte
fr_ca: Numéro de carte
he: מספר כרטיס
hi: कार्ड नंबर
hr: Broj kartice
hu: Kártyaszám
id: Nomor Kartu
it: Numero carta
ja: カード番号
kk: Карта нөмірі
ko: 카드 번호
ms: Nombor Kad
nb: Kortnummer
nl: Kaartnummer
pl: Numer karty
pt_br: Número do Cartão
pt_pt: Número do cartão
ro: Număr card
ru: Номер карты
sk: Číslo karty
sv: Kortnummer
th: หมายเลขบัตร
tr: Kart Numarası
uk: Номер картки
vi: Số thẻ
zh_hans: 卡号
zh_hant: 卡號
zh_hk: 卡號

# TK.Label.creditCard
source: Credit Card
ar: بطاقة ائتمان
bg: Кредитна карта
ca: Targeta de crèdit
cs: Kreditní karta
da: Kreditkort
de: Kreditkarte
el: Πιστωτική κάρτα
es: Tarjeta de crédito
es_419: Tarjeta de Crédito
fi: Luottokortti
fr: Carte bancaire
fr_ca: Carte de crédit
he: כרטיס אשראי
hi: क्रेडिट कार्ड
hr: Kreditna kartica
hu: Hitelkártya
id: Kartu Kredit
it: Carta di credito
ja: クレジットカード
kk: Несиелік карта
ko: 신용 카드
ms: Kad Kredit
nb: Kredittkort
pl: Karta kredytowa
pt_br: Cartão de Crédito
pt_pt: Cartão de crédito
ro: Card de credit
ru: Кредитная карта
sk: Platobná karta
sv: Kreditkort
th: บัตรเครดิต
tr: Kredi Kartı
uk: Кредитна картка
vi: Thẻ tín dụng
zh_hans: 信用卡
zh_hant: 信用卡
zh_hk: 信用卡

# TK.Label.creditLimit
source: Credit Limit
ar: حد الائتمان
bg: Кредитен лимит
ca: Límit de crèdit
cs: Úvěrový limit
da: Kreditgrænse
de: Kreditlimit
el: Όριο Πίστωσης
es: Límite de crédito
es_419: Límite de Crédito
fi: Luottoraja
fr: Plafond de crédit
fr_ca: Limite de crédit
he: מגבלת אשראי
hi: क्रेडिट सीमा
hr: Kreditni limit
hu: Kreditkeret
id: Batas Kredit
it: Limite di Credito
ja: クレジット限度額
kk: Несие лимиті
ko: 신용 한도
ms: Had Kredit
nb: Kredittgrense
nl: Kredietlimiet
pl: Limit kredytowy
pt_br: Limite de Crédito
pt_pt: Limite de Crédito
ro: Limita de credit
ru: Кредитный лимит
sk: Úverový limit
sv: Kreditgräns
th: วงเงินเครดิต
tr: Kredi Limiti
uk: Кредитний ліміт
vi: Hạn mức tín dụng
zh_hans: 信用额度
zh_hant: 信用卡額度
zh_hk: 信用額度

# TK.Label.currency
source: Currency
ar: العملة
bg: Валута
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
es_419: Moneda
fi: Valuutta
fr: Monnaie
fr_ca: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
id: Mata Uang
it: Valuta
ja: 通貨
kk: Валюта
ko: 통화
ms: Mata Wang
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro: Valută
ru: Валюта
sk: Mena
sv: Valuta
th: สกุลเงิน
tr: Para Birimi
uk: Валюта
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣
zh_hk: 貨幣

# TK.Label.dueDate
source: Due Date
ar: تاريخ الاستحقاق
bg: Краен срок
ca: Data límit
cs: Splatnost
da: Forfaldsdato
de: Abgabetermin
el: Προθεσμία
es: Fecha límite
es_419: Fecha de entrega
fi: Määräpäivä
fr: Échéance
fr_ca: Date d’échéance
he: תאריך יעד
hi: नियत तिथि
hr: Rok
hu: Esedékességi dátum
id: Jatuh Tempo
it: Data di scadenza
ja: 期限
kk: Орындалу мерзімі
ko: 마감일
ms: Tarikh Jangka
nb: Forfallsdato
nl: Vervaldatum
pl: Termin
pt_br: Data Limite
pt_pt: Data limite
ro: Data scadentă
ru: Дата выполнения
sk: Termín
sv: Förfallodatum
th: วันครบกำหนด
tr: Son Tarih
uk: Термін виконання
vi: Ngày đến hạn
zh_hans: 截止日期
zh_hant: 到期日
zh_hk: 到期日

# TK.Label.exchangeRate
source: Exchange Rate
ar: سعر الصرف
bg: Обменен курс
ca: Taxa de canvi
cs: Kurz
da: Valutaomregningskurs
de: Wechselkurs
el: Συναλλαγματική Ισοτιμία
es: Tasa de cambio
es_419: Tipo de cambio
fi: Vaihtokurssi
fr: Taux de change
fr_ca: Taux de change
he: שער חליפין
hi: विनिमय दर
hr: Tečaj Razmjene
hu: Árfolyam
id: Kurs
it: Tasso di Cambio
ja: 為替レート
kk: Валюта бағамы
ko: 환율
ms: Kadar Pertukaran
nb: Valutakurs
nl: Wisselkoers
pl: Kurs wymiany
pt_br: Taxa de Câmbio
pt_pt: Taxa de Câmbio
ro: Rata de schimb
ru: Курс обмена
sk: Výmenný kurz
sv: Växelkurs
th: อัตราแลกเปลี่ยน
tr: Döviz Kuru
uk: Обмінний курс
vi: Tỷ giá hối đoái
zh_hans: 汇率
zh_hant: 匯率
zh_hk: 匯率

# TK.Label.expenses
source: Expenses
ar: مصروفات
bg: Разходи
ca: Despeses
cs: Náklady
da: Udgifter
de: Kosten
el: Έξοδα
es: Gastos
es_419: Gastos
fi: Kulut
fr: Dépenses
fr_ca: Dépenses
he: הוצאות
hi: व्यय
hr: Troškovi
hu: Költségek
id: Pengeluaran
it: Spese
ja: 費用
kk: Шығындар
ko: 지출
ms: Perbelanjaan
nb: Utgifter
nl: Uitgaven
pl: Wydatki
pt_br: Despesas
pt_pt: Despesas
ro: Cheltuieli
ru: Расходы
sk: Výdavky
sv: Kostnader
th: ค่าใช้จ่าย
tr: Harcamalar
uk: Витрати
vi: Chi Phí
zh_hans: 费用
zh_hant: 費用
zh_hk: 開支

# TK.Label.financialStatus
source: Financial Status
ar: الوضع المالي
bg: Финансово състояние
ca: Estat financer
cs: Finanční stav
da: Finansiel status
de: Finanzstatus
el: Οικονομική Κατάσταση
es: Estado Financiero
es_419: Estado Financiero
fi: Taloudellinen tila
fr: État financier
fr_ca: Situation financière
he: מצב כלכלי
hi: वित्तीय स्थिति
hr: Financijski status
hu: Pénzügyi Helyzet
id: Status Keuangan
it: Situazione Finanziaria
ja: 財務状況
kk: Қаржылық жағдай
ko: 재정 상태
ms: Status Kewangan
nb: Finansiell status
nl: Financiële Status
pl: Status Finansowy
pt_br: Status financeiro
pt_pt: Estado Financeiro
ro: Stare Financiară
ru: Финансовый статус
sk: Finančný stav
sv: Finansiell status
th: สถานะทางการเงิน
tr: Mali Durum
uk: Фінансовий стан
vi: Tình Trạng Tài Chính
zh_hans: 财务状况
zh_hant: 財務狀況
zh_hk: 財務狀況

# TK.Label.income
source: Income
ar: دخل
bg: Приход
ca: Ingressos
cs: Příjem
da: Indkomst
de: Einkommen
el: Έσοδα
es: Ingresos
es_419: Ingreso
fi: Tulot
fr: Revenu
fr_ca: Revenu
he: הכנסה
hi: आय
hr: Prihod
hu: Jövedelem
id: Pendapatan
it: Reddito
ja: 収入
kk: Табыс
ko: 소득
ms: Pendapatan
nb: Inntekt
nl: Inkomen
pl: Dochód
pt_br: Renda
pt_pt: Rendimento
ro: Venit
ru: Доход
sk: Príjem
sv: Inkomst
th: รายได้
tr: Gelir
uk: Дохід
vi: Thu Nhập
zh_hans: 收入
zh_hant: 收入
zh_hk: 收入

# TK.Label.interestRate
source: Interest Rate
ar: معدل الفائدة
bg: Лихвен процент
ca: Taxa d'Interès
cs: Úroková sazba
da: Rentesats
de: Zinssatz
el: Επιτόκιο
es: Tasa de Interés
es_419: Tasa de Interés
fi: Korko
fr: Taux d'intérêt
fr_ca: Taux d'intérêt
he: ריבית
hi: ब्याज दर
hr: Kamata
hu: Kamatláb
id: Tingkat Bunga
it: Tasso d'Interesse
ja: 金利
kk: Пайыздық мөлшерлеме
ko: 이자율
ms: Kadar Faedah
nb: Rente
nl: Rentepercentage
pl: Stopa procentowa
pt_br: Taxa de Juros
pt_pt: Taxa de Juros
ro: Rată de interes
ru: Процентная ставка
sk: Úroková sadzba
sv: Räntesats
th: อัตราดอกเบี้ย
tr: Faiz Oranı
uk: Відсоткова ставка
vi: Lãi Suất
zh_hans: 利率
zh_hant: 利率
zh_hk: 利率

# TK.Label.investmentPortfolio
source: Investment Portfolio
ar: محفظة الاستثمار
bg: Инвестиционно портфолио
ca: Cartera d'inversions
cs: Investiční portfolio
da: Investeringsportefølje
de: Investitionsportfolio
el: Χαρτοφυλάκιο Επενδύσεων
es: Portafolio de Inversiones
es_419: Portafolio de Inversiones
fi: Sijoitussalkku
fr: Portefeuille d'investissement
fr_ca: Portefeuille d'investissement
he: פורטפוליו השקעות
hi: निवेश पोर्टफोलियो
hr: Portfelj ulaganja
hu: Befektetési Portfólió
id: Portofolio Investasi
it: Portafoglio di Investimenti
ja: 投資ポートフォリオ
kk: Инвестициялық портфель
ko: 투자 포트폴리오
ms: Portfolio Pelaburan
nb: Investeringsportefølje
nl: Beleggingsportefeuille
pl: Portfel Inwestycyjny
pt_br: Portfólio de Investimentos
pt_pt: Portfólio de Investimentos
ro: Portofoliu de Investiții
ru: Инвестиционный портфель
sk: Investičné portfólio
sv: Investeringsportfölj
th: พอร์ตการลงทุน
tr: Yatırım Portföyü
uk: Портфель інвестицій
vi: Danh Mục Đầu Tư
zh_hans: 投资组合
zh_hant: 投資組合
zh_hk: 投資組合

# TK.Label.invoice
source: Invoice
ar: فاتورة
bg: Фактура
ca: Factura
cs: Faktura
da: Faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
es_419: Factura
fi: Lasku
fr: Facture
fr_ca: Facture
he: חשבונית
hi: चालान
hr: Račun
hu: Számla
id: Faktur
it: Fattura
ja: 請求書
kk: Шот-фактура
ko: 청구서
ms: Invois
nb: Faktura
nl: Factuur
pl: Faktura
pt_br: Fatura
pt_pt: Fatura
ro: Factură
ru: Счет-фактура
sk: Faktúra
sv: Faktura
th: ใบแจ้งหนี้
tr: Fatura
uk: Рахунок-фактура
vi: Hóa Đơn
zh_hans: 发票
zh_hant: 發票
zh_hk: 發票

# TK.Label.netWorth
source: Net Worth
ar: صافي الثروة
bg: Чисто богатство
ca: Valor Net
cs: Čisté jmění
da: Nettoformue
de: Vermögen
el: Καθαρή Αξία
es: Patrimonio Neto
es_419: Patrimonio Neto
fi: Nettovarallisuus
fr: Valeur nette
fr_ca: Valeur nette
he: שווי נטו
hi: शुद्ध मूल्य
hr: Neto vrijednost
hu: Nettó Vagyon
id: Kekayaan Bersih
it: Patrimonio Netto
ja: 純資産
kk: Таза құн
ko: 순자산
ms: Jumlah Kekayaan
nb: Formue
nl: Vermogen
pl: Wartość netto
pt_br: Patrimônio Líquido
pt_pt: Património Líquido
ro: Valoare netă
ru: Чистая стоимость
sk: Čisté imanie
sv: Nettovärde
th: มูลค่าทรัพย์สินสุทธิ
tr: Net Değer
uk: Чиста вартість
vi: Giá trị Ròng
zh_hans: 净资产
zh_hant: 淨資產
zh_hk: 淨資產

# TK.Label.orderHistory
source: Order History
ar: تاريخ الطلبات
bg: История на поръчките
ca: Historial de Comandes
cs: Historie objednávek
da: Ordrehistorik
de: Bestellverlauf
el: Ιστορικό Παραγγελιών
es: Historial de Pedidos
es_419: Historial de Pedidos
fi: Tilauksen historia
fr: Historique des commandes
fr_ca: Historique des commandes
he: היסטורית הזמנות
hi: आदेश इतिहास
hr: Povijest narudžbi
hu: Rendelési Történet
id: Riwayat Pesanan
it: Cronologia Ordini
ja: 注文履歴
kk: Тапсырыс тарихы
ko: 주문 내역
ms: Sejarah Pesanan
nb: Ordrehistorikk
nl: Bestelgeschiedenis
pl: Historia zamówień
pt_br: Histórico de Pedidos
pt_pt: Histórico de Pedidos
ro: Istoric comenzi
ru: История заказов
sk: História objednávok
sv: Beställningshistorik
th: ประวัติการสั่งซื้อ
tr: Sipariş Geçmişi
uk: Історія замовлень
vi: Lịch sử Đặt hàng
zh_hans: 订单历史
zh_hant: 訂單歷史
zh_hk: 訂單歷史

# TK.Label.payee
source: Payee
ar: المستفيد
bg: Получател
ca: Beneficiari
cs: Příjemce
da: Modtager
de: Zahlungsempfänger:in
el: Λήπτης
es: Beneficiario
es_419: Beneficiario
fi: Saaja
fr: Bénéficiaire
fr_ca: Bénéficiaire
he: מוטב
hi: भुगतानकर्ता
hr: Primatelj
hu: Kifizető
id: Penerima Pembayaran
it: Beneficiario
ja: 受取人
kk: Алушы
ko: 수취인
ms: Penerima Bayaran
nb: Mottaker
nl: Ontvanger
pl: Odbiorca
pt_br: Favorecido
pt_pt: Beneficiário
ro: Beneficiar
ru: Получатель
sk: Prijímateľ
sv: Mottagare
th: ผู้รับเงิน
tr: Alacaklı
uk: Одержувач
vi: Người nhận thanh toán
zh_hans: 收款人
zh_hant: 收款人
zh_hk: 收款人

# TK.Label.paymentMethods
source: Payment Methods
ar: طرق الدفع
bg: Методи на плащане
ca: Mètodes de pagament
cs: Způsoby platby
da: Betalingsmetoder
de: Zahlungsmethoden
el: Μέθοδοι Πληρωμής
es: Métodos de pago
es_419: Métodos de pago
fi: Maksutavat
fr: Méthodes de paiement
fr_ca: Méthodes de paiement
he: שיטות תשלום
hi: भुगतान के तरीके
hr: Metode plaćanja
hu: Fizetési Módok
id: Metode-metode Pembayaran
it: Metodi di Pagamento
ja: 支払い方法
kk: Төлем әдістері
ko: 결제 방법
ms: Kaedah Pembayaran
nb: Betalingsmetoder
nl: Betalingsmethoden
pl: Metody płatności
pt_br: Métodos de Pagamento
pt_pt: Métodos de Pagamento
ro: Metode de plată
ru: Способы оплаты
sk: Spôsoby platby
sv: Betalningsmetoder
th: วิธีการชำระเงิน
tr: Ödeme Yöntemleri
uk: Способи оплати
vi: Phương thức thanh toán
zh_hans: 付款方式
zh_hant: 付款方式
zh_hk: 付款方法

# TK.Label.paymentStatus
source: Payment Status
ar: حالة الدفع
bg: Статус на плащане
ca: Estat del pagament
cs: Stav platby
da: Betalingsstatus
de: Zahlungsstatus
el: Κατάσταση Πληρωμής
es: Estado del pago
es_419: Estado del pago
fi: Maksun tila
fr: Statut du paiement
fr_ca: Statut du paiement
he: מצב תשלום
hi: भुगतान स्थिति
hr: Status plaćanja
hu: Fizetési állapot
id: Status Pembayaran
it: Stato del pagamento
ja: 支払い状況
kk: Төлем күйі
ko: 결제 상태
ms: Status Pembayaran
nb: Betalingsstatus
nl: Betalingsstatus
pl: Status Płatności
pt_br: Status do Pagamento
pt_pt: Estado do Pagamento
ro: Starea Plății
ru: Статус оплаты
sk: Stav platby
sv: Betalningsstatus
th: สถานะการชำระเงิน
tr: Ödeme Durumu
uk: Статус оплати
vi: Trạng thái thanh toán
zh_hans: 支付状态
zh_hant: 付款狀態
zh_hk: 付款狀態

# TK.Label.portfolio
source: Portfolio
ar: محفظة
bg: Портфейл
ca: Cartera
da: Portefølje
el: Χαρτοφυλάκιο
es: Portafolio
es_419: Portafolio
fi: Salkku
fr: Portefeuille
fr_ca: Portefeuille
he: תיק השקעות
hi: पोर्टफोलियो
hr: Portfelj
hu: Portfólió
id: Portofolio
it: Portafoglio
ja: ポートフォリオ
kk: Портфолио
ko: 포트폴리오
nb: Portefølje
nl: Portefeuille
pt_br: Portfólio
ro: Portofoliu
ru: Портфель
sk: Portfólio
sv: Portfölj
th: พอร์ตโฟลิโอ
tr: Portföy
uk: Портфель
vi: Danh mục đầu tư
zh_hans: 作品集
zh_hant: 投資組合
zh_hk: 投資組合

# TK.Label.recurringPayments
source: Recurring Payments
ar: المدفوعات المتكررة
bg: Повтарящи се плащания
ca: Pagaments recurrents
cs: Opakující se platby
da: Gentagende Betalinger
de: Wiederkehrende Zahlungen
el: Επαναλαμβανόμενες Πληρωμές
es: Pagos recurrentes
es_419: Pagos Recurrentes
fi: Toistuvat maksut
fr: Paiements récurrents
fr_ca: Paiements récurrents
he: תשלומים חוזרים
hi: दोहराने वाले भुगतान
hr: Periodične Uplate
hu: Ismétlődő Fizetések
id: Pembayaran Berulang
it: Pagamenti Ricorrenti
ja: 定期支払い
kk: Қайталау төлемдері
ko: 정기 결제
ms: Pembayaran Berulang
nb: Gjentakende betalinger
nl: Periodieke betalingen
pl: Powtarzające się płatności
pt_br: Pagamentos Recorrentes
pt_pt: Pagamentos Recorrentes
ro: Plăți recurente
ru: Периодические платежи
sk: Opakujúce sa platby
sv: Återkommande betalningar
th: การชำระเงินที่เกิดซ้ำ
tr: Tekrarlayan Ödemeler
uk: Повторювані платежі
vi: Thanh toán định kỳ
zh_hans: 定期付款
zh_hant: 定期付款
zh_hk: 循環付款

# TK.Label.statement
source: Statement
ar: بيان
bg: Изявление
ca: Declaració
cs: Vyjádření
da: Udsagn
de: Aussage
el: Κατάσταση
es: Declaración
es_419: Estado de Cuenta
fi: Ilmoitus
fr: État des comptes
fr_ca: État des comptes
he: דו"ח
hi: बयान
hr: Izvještaj
hu: Kimutatás
id: Pernyataan
it: Dichiarazione
ja: ステートメント
kk: Тұжырым
ko: 명세서
ms: Penyata
nb: Uttalelse
nl: Uiteenzetting
pl: Wyciąg
pt_br: Declaração
pt_pt: Declaração
ro: Declarație
ru: Отчет
sk: Vyhlásenie
sv: Uttalande
th: สถานะทางการเงิน
tr: Beyan
uk: Звіт
vi: Báo cáo tài chính
zh_hans: 声明
zh_hant: 報表
zh_hk: 聲明

# TK.Label.transactionHistory
source: Transaction History
ar: سجل المعاملات
bg: История на транзакциите
ca: Historial de transaccions
cs: Historie transakcí
da: Transaktionshistorik
de: Transaktionsverlauf
el: Ιστορικό Συναλλαγών
es: Historial de Transacción
es_419: Historial de Transacciones
fi: Tapahtumahistoria
fr: Historique des transactions
fr_ca: Historique des transactions
he: היסטוריית עסקאות
hi: लेन-देन का इतिहास
hr: Povijest transakcija
hu: Tranzakciós Történet
id: Riwayat Transaksi
it: Storico delle transazioni
ja: 取引履歴
kk: Транзакция тарихы
ko: 거래 내역
ms: Sejarah Transaksi
nb: Transaksjonshistorikk
nl: Transactiegeschiedenis
pl: Historia transakcji
pt_br: Histórico de Transações
pt_pt: Histórico de Transações
ro: Istoric tranzacții
ru: История транзакций
sk: História transakcií
sv: Transaktionshistorik
th: ประวัติการทำรายการ
tr: İşlem Geçmişi
uk: Історія транзакцій
vi: Lịch sử giao dịch
zh_hans: 交易历史
zh_hant: 交易歷史
zh_hk: 交易歷史

# TK.Label.transactionStatus
source: Transaction Status
ar: حالة المعاملة
bg: Статус на транзакцията
ca: Estat de la transacció
cs: Stav transakce
da: Transaktionsstatus
de: Transaktions-Status
el: Κατάσταση Συναλλαγής
es: Estado de la transacción
es_419: Estado de la Transacción
fi: Maksun tila
fr: État de la transaction
fr_ca: État de la transaction
he: סטטוס עסקה
hi: लेनदेन स्थिति
hr: Status transakcije
hu: Tranzakció Állapot
id: Status Transaksi
it: Stato della transazione
ja: 取引状況
kk: Транзакцияның статус
ko: 거래 상태
ms: Status Transaksi
nb: Transaksjonsstatus
nl: Transactie Status
pl: Status transakcji
pt_br: Status da Transação
pt_pt: Estado da Transação
ro: Starea Tranzacției
ru: Статус транзакции
sk: Stav transakcie
sv: Transaktionsstatus
th: สถานะการทำธุรกรรม
tr: İşlem Durumu
uk: Статус транзакції
vi: Trạng thái giao dịch
zh_hans: 交易状态
zh_hant: 交易狀態
zh_hk: 交易狀態
